<template>
  <div class="about">
    <h1>Про нашу компанию</h1>
    <div class="about__content-wrapper">
      <div class="about__img">
        <img src="@/assets/backgrounds/about-page/3e14yWDONhnJavyjvm8i-bI79nZwVQKK_2480_1664.jpg.webp" alt="">
      </div>
      <p>
        Ни для кого не секрет, что цветы любят все. Кто-то любит их дарить, кто-то получать в подарок, кто-то выращивать, а для кого-то это стало неотъемлемой частью жизни и бизнеса. Для сотрудников компании цветочный бизнес является  основной профессией, успешным бизнесом и любимым делом.
        Компания работает более 10 лет на рынке цветочного бизнеса. <br>
        Наш Уникальный садовый центр является крупнейшим питомником комнатных растений в Республике Казахстан. Здесь содержатся, доращиваются и продаются десятки тысяч видов и сортов растений. Садовый центр является крупнейшей оптово- розничной площадкой по торговле комнатными растениями. Широкий ассортимент обеспечивается прямыми поставками от самых известных поставщиков и брендов из Голландии, Германии, Бельгии, Франции, Эквадора и других. Цветы и растения собраны со всего мира. <br>
        Компания представляет все направления цветочной индустрии от оптово-розничной продажи комнатных и срезанных растений до услуг флористики, фитодизайна и ландшафтного дизайна. Кроме того в магазинах имеется специализированная литература и сопутствующий цветочному бизнесу товар. <br>
        <br>
        Компания проводит активную социальную деятельность, участвует в масштабных проектах по озеленению города Алматы, проводит фестиваль цветов «Гул кала»; принимает участие в многочисленных флористических конкурсах и выставках в Казахстане, России, в Европе и других странах; имеет десятки наград самого высшего достоинства. В 2010 году ей была присуждена номинация Выбор Года среди цветочных компаний страны, от имени Лиги потребителей Казахстана. <br>
        Компания является соучредителем и членом совета Ассоциации Флористов Казахстана, а также соучредителем и председателем совета Ассоциации Озеленителей Казахстана. <br>
        <span>Ни один человек, наверное, не может представить свою жизнь без цветов. Да это и ни к чему. <br>
        Наша компания позаботиться о том, чтобы цветы и живые растения окружали нас, дарили нам свой аромат и хорошее настроение!</span>
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'AboutPage'
}
</script>

<style>
  .about {
    width: 100%;
    max-width: 1200px;
    margin: 0 auto;
  }
  .about__content-wrapper {
    display: flex;
    justify-content: space-between;
    margin: 0 auto;
    max-width: 100%;
  }
  .about__img {
    width: 43%;
    overflow: hidden;
  }
  .about__img img {
    width: 100%;
  }
  .about p {
    width: 50%;
    margin: 0 auto;
    text-align: justify;
  }
  .about p span {
    text-align: center;
  }
</style>